<?
//изначальное/о системе

	$content='<img style="margin-left:60px;" src="/css/img/bizlogic.gif" /><br><br>Информационная система <b>«Интернет-продажи»</b>, автоматизирует процесс поиска товаров клиентом, выдачу результатов и заказ товара с доставкой на указанный адрес. В качестве основы для построения ИС используется сеть интернет, на удалённых серверах размещена бизнес-логика приложения, на сервере базы данных - структурированная информация по прикладной области с взаимосвязанными таблицами и внешними ключами для лучшей безопасности и устранения избыточности данных.<br><br> Клиентская часть представлена в виде веб-сайта, с динамически изменяемым контентом по запросу пользователя...';
	$keywords='о системе, о сайте, подробнее, интернет-продажи';
	$title='О ИС "Интернет-продажи"';
	$description='Об информационной системе "Интернет-продажи"';
?>