-- phpMyAdmin SQL Dump
-- version 3.5.0
-- http://www.phpmyadmin.net
--
-- Хост: openserver:3306
-- Время создания: Май 25 2012 г., 09:48
-- Версия сервера: 5.5.22-log
-- Версия PHP: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `sql`
--

-- --------------------------------------------------------

--
-- Структура таблицы `persons`
--

CREATE TABLE IF NOT EXISTS `persons` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `last_name` varchar(200) NOT NULL,
  `tel` varchar(35) NOT NULL,
  `address` varchar(255) NOT NULL,
  `gender` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=14 ;

--
-- Дамп данных таблицы `persons`
--

INSERT INTO `persons` (`id`, `name`, `last_name`, `tel`, `address`, `gender`) VALUES
(1, 'Ð˜Ð½Ð½Ð°', 'ÐžÑ€Ð»Ð¾Ð²Ð°', '55-26-16', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð—Ð°Ð²Ð¾Ð´ÑÐºÐ°Ñ Ð´. 15', 'Ð¶ÐµÐ½.'),
(2, 'ÐÐ»Ð¸Ñ', 'ÐšÐ°Ð´Ñ‹Ñ€Ð¾Ð²Ð°', '55-89-16', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð›ÐµÐ½Ð¸Ð½Ð° Ð´. 23', 'Ð¶ÐµÐ½.'),
(3, 'ÐÐ»ÐµÐºÑÐ°Ð½Ð´Ñ€', 'Ð˜Ð²Ð°Ð½Ð¾Ð²', '65-22-12', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð¡Ð¾Ð²Ñ…Ð¾Ð·Ð½Ð°Ñ Ð´. 5', 'Ð¼ÑƒÐ¶.'),
(4, 'ÐÑÐºÐ°Ñ€', 'Ð‘Ð°ÐºÐ¸ÐµÐ²', '35-42-15', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº Ð¿Ñ€. ÐœÐ¸Ñ€Ð° Ð´. 1', 'Ð¼ÑƒÐ¶.'),
(5, 'Ð’Ð°Ð»ÐµÑ€Ð¸Ñ', 'ÐšÐ¸Ð¼', '45-52-65', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº Ð¿Ñ€. ÐœÐ¸Ñ€Ð° Ð´. 1', 'Ð¶ÐµÐ½.'),
(6, 'ÐÐ½Ð½Ð°', 'ÐÐ»Ð¸ÐµÐ²Ð°', '46-66-75', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº Ð¿Ñ€. ÐœÐ¸Ñ€Ð° Ð´. 11', 'Ð¶ÐµÐ½.'),
(7, 'ÐšÐ°Ñ€Ð¾Ð»Ð¸Ð½Ð°', 'Ð¤ÑƒÐ»Ð»ÐµÑ€', '56-56-65', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº Ð¿Ñ€. Ð§ÑƒÐ¹ Ð´. 125', 'Ð¶ÐµÐ½.'),
(8, 'ÐÑÐ»Ð¸Ñ‚Ð°', 'ÐŸÐ°Ðº', '16-36-68', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð›ÐµÐ½Ð¸Ð½Ð° Ð´. 50', 'Ð¶ÐµÐ½.'),
(9, 'Ð Ð¾Ð´Ð¶ÐµÑ€', 'ÐŸÐµÐ½Ñ€Ð¾ÑƒÐ·', '11-33-38', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð›ÐµÑÐ½Ð°Ñ Ð´. 22', 'Ð¼ÑƒÐ¶.'),
(10, 'ÐÐ»ÐµÐºÑÐ°Ð½Ð´Ñ€', 'Ð¡Ð¸Ð´Ð¾Ñ€Ð¾Ð²', '41-53-38', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». ÐšÑ€Ð°ÑÐ½Ð¾Ð¹ Ð°Ñ€Ð¼Ð¸Ð¸ Ð´. 234', 'Ð¼ÑƒÐ¶.'),
(11, 'Ð˜Ð²Ð°Ð½', 'Ð¡Ð¸Ð´Ð¾Ñ€Ð¾Ð²', '17-38-39', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». 50-Ð»ÐµÑ‚Ð¸Ñ ÐšÐ¡Ð¡Ð  Ð´. 202', 'Ð¼ÑƒÐ¶.'),
(12, 'Ð•ÐºÐ°Ñ‚ÐµÑ€Ð¸Ð½Ð°', 'ÐšÐ¸Ð¼', '87-93-30', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð›ÐµÑÐ½Ð°Ñ Ð´. 212', 'Ð¶ÐµÐ½.'),
(13, 'Ð›ÐµÐ¾Ð½Ð¸Ð´', 'Ð¤Ñ€Ð¾Ð»Ð¾Ð²', '34-33-32', 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». ÐšÐ¾Ð¼Ð¼ÑƒÐ½Ð°Ñ€Ð¾Ð² Ð´. 253', 'Ð¼ÑƒÐ¶.');

-- --------------------------------------------------------

--
-- Структура таблицы `students`
--

CREATE TABLE IF NOT EXISTS `students` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `fio` varchar(255) NOT NULL,
  `group` varchar(200) NOT NULL,
  `kurs` int(35) NOT NULL,
  `address` varchar(255) NOT NULL,
  `tel` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `students`
--

INSERT INTO `students` (`id`, `fio`, `group`, `kurs`, `address`, `tel`) VALUES
(1, 'ÐšÐ°Ñ€Ð¸Ð½Ð° ÐšÐ°Ð»Ð°ÑˆÐ½Ð¸ÐºÐ¾Ð²Ð°', 'Ð˜Ð¡ 1-12', 1, 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð›ÐµÐ½Ð¸Ð½Ð³Ñ€Ð°Ð´ÑÐºÐ°Ñ Ð´. 81', '65-54-43'),
(2, 'ÐÐ»ÐµÐºÑÐµÐ¹ Ð˜Ð³Ð¾Ñ€Ð¾Ð²', 'Ð˜Ð¡ 1-12', 1, 'Ð³. Ð‘Ð¸ÑˆÐºÐµÐº ÑƒÐ». Ð›ÐµÐ½Ð¸Ð½Ð° Ð´. 1', '85-84-48');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
